Repository: corecoding/Vitals
Catalog: locale/*/LC_MESSAGES/vitals.po
Languages: cs

source: Batteries
cs: Baterie

source: No Data
cs: Nejsou data

source: Refresh
cs: Obnovit

source: System Monitor
cs: Sledování systému

source: Preferences
cs: Předvolby

source: Include public IP address
cs: Zahrnout veřejnou adresu

source: Format
cs: Formát

source: Bytes
cs: Bajty

source: Bits
cs: Bity

source: General
cs: Všeobecné

source: Seconds between updates
cs: Sekund mezi měřeními

source: Position in panel
cs: Umístění na panelu

source: Left
cs: Vlevo

source: Center
cs: Uprostřed

source: Right
cs: Vpravo

source: Far Left
cs: Úplně vlevo

source: Far Right
cs: Úplně vpravo

source: Use higher precision
cs: Použij vyšší přesnost

source: Alphabetize sensors
cs: Seřaď senzory abecedně

source: Hide zero values
cs: Skryj nulové hodnoty

source: Use fixed widths
cs: Použij pevné rozestupy

source: Hide icons in top bar
cs: Skryj ikony v horní liště

source: Menu always centered
cs: Menu vždy centrovené

source: About
cs: O programu

source: Feature requests or bugs? Please visit <a href="https://github.com/corecoding/Vitals/issues">GitHub</a>. No warranty, expressed or implied. <a href="https://corecoding.com/donate.php">Donate</a> if you found this useful.
cs: Návrhy nebo jste našli chybu? Navštivte, prosím, <a href="https://github.com/corecoding/Vitals/issues">GitHub</a>. Bez záruk vyjádřených anebo předpokládaných. <a href="https://corecoding.com/donate.php">Přispějte</a> pokud to tak cítíte.

source: Sensors
cs: Senzory

source: Monitor temperature
cs: Sledovat teplotu

source: Monitor voltage
cs: Sledovat napětí

source: Monitor fan
cs: Sledovat ventilátory

source: Monitor memory
cs: Sledovat paměť

source: Monitor processor
cs: Sledovat procesor

source: Monitor system
cs: Sledovat systém

source: Monitor network
cs: Sledovat síť

source: Monitor storage
cs: Sledovat úložiště

source: Monitor battery
cs: Sledovat baterii

source: Path
cs: Cesta

source: Measurement
cs: Měření

source: Binary
cs: Binárně

source: Decimal
cs: Decimálně

source: Unit
cs: Jednotka

source: Monitor BAT0
cs: Sleduj BAT0

source: Monitor BAT1
cs: Sleduj BAT1

source: Monitor BAT2
cs: Sleduj BAT2

source: Monitor CMB0
cs: Sleduj CMB0

source: Monitor macsmc-battery
cs: Sleduj macsmc-battery

source: Calculate Combined Values
cs: Výpočet kombinovaných hodnot

source: Include BAT0
cs: Včetně BAT0

source: Include BAT1
cs: Včetně BAT1

source: Include BAT2
cs: Včetně BAT2

source: Include CMB0
cs: Včetně CMB0

source: Include macsmc-battery
cs: Včetně macsmc-battery

source: Monitor command
cs: Sleduj command

source: Include static info
cs: Včetně statických informací

source: Sensors to show in panel
cs: Senzory na panelu

source: List of sensors to be shown in the panel
cs: Seznam senzorů na panelu

source: Delay between sensor polling
cs: Čas mezi měřeními senzorů

source: Position in Panel ('left', 'center', 'right')
cs: Pozice na panelu ('Vlevo', 'Střed', 'Vpravo')

source: Show one extra digit after decimal
cs: Zobraz jedno číslo za desetinnou čárkou

source: Display sensors in alphabetical order
cs: Zobraz senzory v abecedním seřazení

source: Hide data from sensors that are invalid
cs: Skryj data ze senzorů, která jsou neplatná

source: Display temperature of various components
cs: Zobraz teplotu různých komponent

source: Temperature unit
cs: Jednotka teploty

source: The unit ('centigrade' or 'fahrenheit') the extension should display the temperature in
cs: Jednotka (°C, °F) pro zobrazení teploty

source: Display voltage of various components
cs: Zobraz teplotu různých komponent

source: Display fan rotation per minute
cs: Zobraz otáčky ventilátoru za minutu

source: Display memory information
cs: Zobraz informace o paměti

source: Display processor information
cs: Zobraz informace o procesoru

source: Display system information
cs: Zobraz systémové informace

source: Display storage information
cs: Zobraz informace o úložišti

source: Display network information
cs: Zobraz informace o síti

source: Display public IP address of internet connection
cs: Zobraz veřejnou IP adresu internetového připojení

source: Network speed format
cs: Formát rychlosti sítě

source: Should speed display in bits or bytes?
cs: Zobrazení rychlosti v bitech nebo bajtech?

source: Storage path
cs: Cesta k úložišti

source: Storage path for monitoring
cs: Sledovaná cesta k úložišti

source: Monitor battery health
cs: Sleduj zdraví baterie

source: Memory measurement
cs: Měření paměti

source: Can use gigabyte or gibibyte for memory
cs: Pro jednotku velikosti paměti můžete použít gigabyte nebo gibibyte

source: Storage measurement
cs: Měření úložiště

source: Can use gigabyte or gibibyte for storage
cs: Pro jednotku velikosti úložiště můžete použít gigabyte nebo gibibyte

source: Display battery BAT0
cs: Zobraz baterii BAT0

source: Should battery 'BAT0' be displayed?
cs: Má se zobrazit 'BAT0'?

source: Display battery BAT1
cs: Zobraz baterii BAT1

source: Should battery 'BAT1' be displayed?
cs: Má se zobrazit 'BAT1'?

source: Display battery BAT2
cs: Zobraz baterii BAT2

source: Should battery 'BAT2' be displayed?
cs: Má se zobrazit 'BAT2'?

source: Display battery CMB0
cs: Zobraz baterii CMB0

source: Should battery 'CMB0' be displayed?
cs: Má se zobrazit 'CMB0'?

source: Display battery macsmc-battery
cs: Zobraz baterii macsmc-battery

source: Should battery 'macsmc-battery' be displayed?
cs: Má se zobrazit 'macsmc-battery'?

source: Display combined battery data
cs: Zobraz kombinované údaje baterií

source: Display combined values for selected batteries
cs: Zobraz kombinované hodnoty pro vybrané baterie

source: Include 'BAT0' when calculating combined Battery
cs: Při výpočtu kombinované baterie zahrň "BAT0"

source: Include 'BAT1' when calculating combined Battery
cs: Při výpočtu kombinované baterie zahrň "BAT1"

source: Include 'BAT2' when calculating combined Battery
cs: Při výpočtu kombinované baterie zahrň "BAT1"

source: Include 'CMB0' when calculating combined Battery
cs: Při výpočtu kombinované baterie zahrň "CMB0"

source: Include 'macsmc-battery' when calculating combined Battery
cs: Při výpočtu kombinované baterie zahrň "macsmc-battery"

source: Use fixed widths in top bar
cs: Použij pevné rozestupy v horní liště

source: Keep sensors in top bar from jumping around
cs: Zabraň náhodnému měnění pořadí senzorů v horní liště

source: Keep top bar clean by only showing sensor values
cs: Zachovej čistou horní lištu tak, že senzory budou ukazovat jen hodnoty

source: Make the menu centered
cs: Centruj menu

source: Center the menu to the icon regardless of the position in the panel
cs: Vycentrování nabídky na ikonu bez ohledu na pozici na panelu

source: System Monitor command
cs: Příkaz Sledování systému

source: The command run when system monitor button is clicked
cs: Příkaz spuštěný po kliknutí na tlačítko monitoru systému

source: Include processor static information
cs: Zobraz statické informace procesoru

source: Display processor static information that doesn't change
cs: Zobrazení statických (neměnných) informací procesoru

source: Public IP
cs: Veřejná IP

source: Usage
cs: Použito

source: memory
cs: paměť

source: Physical
cs: Fyzická

source: Available
cs: Dostupná

source: Allocated
cs: Obsazená

source: Free
cs: Volné

source: Swap
cs: Swapu

source: Average
cs: Průměr

source: processor
cs: procesor

source: Core %d
cs: Jádro %d

source: Frequency
cs: Frekvence

source: Open Files
cs: Otevřené soubory

source: Load 1m
cs: Zátěž za poslední minutu

source: system
cs: systém

source: Load 5m
cs: Zátěž za posledních 5 minut

source: Load 15m
cs: Zátěž za posledních 15 minut

source: Threads Active
cs: Aktivní vlákna

source: Threads Total
cs: Vláken celkem

source: Uptime
cs: Délka zapnutí

source: Process Time
cs: Procesorový čas

source: WiFi Link Quality
cs: Kvalita WiFi signálu

source: WiFi Signal Level
cs: Úroveň WiFi signálu

source: ARC Target
cs: ARC cíl

source: ARC Current
cs: ARC aktuálně

source: Read total
cs: Přečteno celkem

source: Write total
cs: Zapsáno celkem

source: Read rate
cs: Rychlost čtení

source: Write rate
cs: Rychlost zápisu

source: Total
cs: Celkem

source: Used
cs: Použito

source: Reserved
cs: Vyhrazeno

source: storage
cs: úložiště

source: Label
cs: Štítek

source: State
cs: Stav

source: Cycles
cs: Ccykly

source: Voltage
cs: Napětí

source: Level
cs: Úroveň

source: Percentage
cs: Procenta

source: Rate
cs: Rychlost

source: Energy (full)
cs: Energie (plná)

source: Energy (design)
cs: Energie (design)

source: Capacity
cs: Kapacita

source: Energy (now)
cs: Energie (nyní)

source: Time left
cs: Zbývající čas

source: Vendor
cs: Výrobce

source: Bogomips
cs: Bogomipsy

source: Sockets
cs: Sokety

source: Temperature
cs: Teplota

source: Network
cs: Síť

source: Storage
cs: Úložiště

source: Memory
cs: Paměť

source: Battery
cs: Baterie

source: Battery 1
cs: Baterie 1

source: Battery 2
cs: Baterie 2

source: Battery 3
cs: Baterie 3

source: Battery 4
cs: Baterie 4

source: Battery 5
cs: Baterie 5

source: Battery (hidden)
cs: Baterie (skryto)

source: System
cs: Systém

source: Processor
cs: Procesor

source: Fan
cs: Ventilátor
