Repository: corecoding/Vitals
Catalog: po/*.po
Languages: de, fr

source: Average
de: Durchschnitt
fr: Moyenne

source: Maximum
de: Spitzenwert

source: Error
de: Fehler
fr: Erreur

source: Please run sensors-detect as root.
de: Bitte f端hren sie sensors-detect als root aus.
fr: Veuillez exécuter sensors-detect en tant que root.

source: Please install lm_sensors.
de: Bitte installieren sie lm_sensors
fr: Veuillez installer lm_sensors.

source: If this doesn't help, click here to report with your sensors output!
de: Wenn dies nicht hilft, klicken sie hier um das Problem mit einer Ausgabe von sensors zu melden
fr: Si cela n’aide pas, cliquez ici pour envoyer un rapport avec la sortie de vos capteurs !

source: Sensors Settings
de: Einstellungen f端r Sensoren
fr: Paramètres des capteurs

source: Poll sensors every (in seconds)
de: Lese Sensoren alle (in Sekunden)
fr: Interroge les capteurs toutes les (en secondes)

source: Temperature unit
de: Temperatureinheit
fr: Unité de température

source: Centigrade
de: Grad

source: Display temperature unit
de: Zeige Temperatureinheit an
fr: Afficher l’unité de température

source: Show temperature unit in panel and menu.
de: Zeige die Temperatureinheit im Panel und im Men端 an.
fr: Affiche l’unité de température sur le panel et dans le menu.

source: Display decimal value
de: Zeige Nachkommawerte an
fr: Afficher les valeurs décimales

source: Show one digit after decimal.
de: Zeige eine Nachkommastelle an.
fr: Affiche un chiffre après la virgule.

source: Display drive temperature
de: Zeige Laufwerkstemperatur an
fr: Afficher la température du disque

source: Display fan speed
de: Zeige L端fterdrehzahl an
fr: Afficher la vitesse du ventilateur

source: Display power supply voltage
de: Zeige Netzteilspannung an
fr: Afficher la tension de l'alimentation

source: Sensor in panel
de: Sensor im Panel
fr: Capteur sur le panel

source: Display sensor label
de: Zeige Sensorenbezeichnung
fr: Afficher l’étiquette du capteur

source: Drive %s
de: Laufwerk %s
fr: Disque %s

source: %drpm
fr: %d tr/min
